[
    {
      "id": 1,
      "title": "Phanthom Road #2",
      "description": " Dom is a long-haul truck driver who finds himself on a strange highway trip after he pulls an unusual artifact from the wreckage of a car crash along with his new companion, Birdie",
      "size": "-",
      "releaseDate": "",  
      "coverImage": "../images/Upcoming/up-com-1.jpg",
      "oglanguage":"English",
      "volumes":"10",
      "year":"2023",
      "language":"Tamil"
    },
    {
        "id": 2,
        "title": "Dan Da Dan #1",
        "description": "A nerd must fight powerful spirits and aliens all vying for the secret power of his “family jewel,” so who better to fight alongside him than his high school crush and a spirit granny?! Momo Ayase and Okarun are on opposite sides of the paranormal spectrum regarding what they'll believe in and what they won't.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-2.jpg",
        "oglanguage":"Japanese",
        "volumes":"17*",
        "year":"2021",
        "language":"Tamil"
      },
      {
        "id": 3,
        "title": "DayTripper",
        "description": "Brás de Oliva Domingos, the protagonist of the story, is the son of Benedito, an internationally renowned writer. He dreams to become one himself, but spends a good part of his early career writing the obituaries for a local newspaper. Only in his free time does he pursue his dream of being a novelist, which finally leads to the release of his first book. During the course of the ten episodes, however, the reader witnesses important days in Brás' life, including the challenges he is facing: travel, family, relationship, childhood, fatherhood. Each episode ends in a different version of him dying, all addressing the big questions of 'what is the meaning of life?' and 'what do you want to do with your life?'",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-3.jpg",
        "oglanguage":"English",
        "volumes":"10",
        "year":"2010",
        "language":"Tamil"
      },
      {
        "id": 4,
        "title": "Nextwave",
        "description": "In a coffee shop in Abcess, North Dakota, Elsa Bloodstone and the Captain discuss the colorful history of his name. They are in the small town investigating a mysterious excavation being undertaken by the Beyond Corporation.At the same time Aaron Stack, Monica Rambeau, and Tabitha Smith, en-route to Abcess in the Shockwave Rider, are contacted by Dirk Anger, leader of the anti-terrorist organization H.A.T.E. and also their former boss. In the discussion they reveal to Dirk Anger their recent unauthorized departure from H.A.T.E. and the theft of the Shockwave rider is based on their discovery that H.A.T.E. is funded by the Beyond Corporation which in turn was purchased by S.I.L.E.N.T., a terrorist cell. They also discover that the Beyond Corporation's intention is to test new weapons on the general public.",
       "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-4.jpg",
        "oglanguage":"English",
        "volumes":"12*",
        "year":"2006",
        "language":"Tamil"
      },
      {
        "id": 5,
        "title": "The Authority",
        "description": "In 1999, Warren Ellis and Bryan Hitch created the Authority, a team of superheroes who got the job done by any means necessary. The original line-up consisted of Jenny Sparks, a British woman who could generate and turn into electricity; Jack Hawksmoor, who was psychically bonded to cities in order to communicate with them and receive powers from them; Swift, a Tibetan woman who possessed wings and sharp talons; Apollo, a bio-engineered Superman pastiche; Midnighter, a bio-engineered Batman pastiche who possessed the ability to foresee his opponents' moves in combat; The Engineer, a scientist who had replaced her blood with nine pints of nanotechnology and could create solid objects with it; and The Doctor, a Dutch drug addict and shaman who possessed the combined powers of the hundreds of shamans who came before him.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-5.jpg",
        "oglanguage":"English",
        "volumes":"4",
        "year":"1999",
        "language":"Tamil"
      },
      {
        "id": 6,
        "title": "Motor Crush",
        "description": "By day, Domino Swift competes for fame and fortune in a worldwide motorcycle racing league. By night, she cracks heads of rival gangs in brutal bike wars to gain possession of a rare, valuable contraband: an engine-boosting 'machine narcotic' known as Crush.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-6.jpg",
        "oglanguage":"English",
        "volumes":"11",
        "year":"2016-2018",
        "language":"Tamil"
      },
      {
        "id": 7,
        "title": "Space-Mullet!",
        "description": "Perfect for fans of Firefly and Cowboy Bebop, SPACE-MULLET is a sci-fi romp about a ragtag crew of misfits doing everything they can to get by in space.SPACE-MULLET is an episodic comic about a washed-up, Ex-Space Marine trucker named Jonah and his alien co-pilot, Alphius. Together, they do their best (and usually fail) to do good throughout the galaxy.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-7.jpg",
        "oglanguage":"English",
        "volumes":"1",
        "year":"2024",
        "language":"Tamil"
      },
      {
        "id": 8,
        "title": "Automic Robo",
        "description": "Atomic Robo and the Fightin' Scientists of Tesladyne shows some of Robo's adventures in the 20th century, featuring giant ants, a trip to Mars, a walking pyramid, and two showdowns with his nemesis, Helsingard",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-8.jpg",
        "oglanguage":"English",
        "volumes":"13",
        "year":"2008",
        "language":"Tamil"
      },
      {
        "id": 9,
        "title": "The Bounce",
        "description": "The Bounce stars Jasper Jenkins, just your average, twenty-something guy who gained his powers though surreal circumstances. When he's not hanging out and doing a lot of nothing, he puts on a costume and hits the streets as the Bounce, a superhero in a world that's not used to super-powered heroes and villains. Jenkins may be a slacker superhero, but The Bounce is loaded with depth, as Casey and Messina explore what would make a person put on a costume and fight crime, the pressures of modern identity politics, and even some good old-fashioned superheroic action. The entire, mind-bending, twelve-issue saga of The Bounce is collected in this volume!",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-9.jpg",
        "oglanguage":"English",
        "volumes":"12",
        "year":"2014",
        "language":"Tamil"
      },
      {
        "id": 10,
        "title": "Ex Machina",
        "description": "Ex Machina focuses on story of civil engineer Mitchell Hundred, alternating between the past and the present. The plot is centred on Hundred's current life as the mayor of New York City, with flashbacks to his prior life as The Great Machine, the world's first and only super hero. Hundred has the ability to communicate directly with machines, which he used to prevent the fall of the second tower in the 9/11 attacks.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-10.jpg",
        "oglanguage":"English",
        "volumes":"10",
        "year":"2004",
        "language":"Tamil"
      },
      {
        "id": 11,
        "title": "Outcast",
        "description": "It is a supernatural horror story that chronicles Kyle Barnes, a man whose loved ones have been involved in demonic possession since his childhood. With the help of a clergyman, he tries as an adult to unveil what lies behind the supernatural manifestations and why he seems to carry special peculiarities..",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-11.jpg",
        "oglanguage":"English",
        "volumes":"8",
        "year":"2015",
        "language":"Tamil"
      },
      {
        "id": 12,
        "title": "Chew",
        "description": "Set in a world where all chicken and other bird meats are illegal, after a catastrophic outbreak of the bird flu that killed 23 million Americans, Chew centers on Tony Chu, a police detective who is a cibopath. Tony becomes a vice cop with the Philadelphia Police Department, and when on assignment in Taster's Choice, trying to find people smuggling chicken, he enters a black market chicken restaurant on invitation from the U.S. FDA. He has a bowl of chicken soup only to find he gets a psychic impression of the cook killing people and putting them into the soup. He goes to bust the cook, only for the cook to kill himself outside the restaurant. Chu eats a bite of the cooks tongue to find out the names of the rest of the victims. He is fired from his job after the Philadelphia PD catches him eating the cook and gets hired on to the FDA by an agent named Mason Savoy, who is also a cibopath.",
        "size": "-",
        "releaseDate": "",  
        "coverImage": "../images/Upcoming/up-com-12.jpg",
        "oglanguage":"English",
        "volumes":"12",
        "year":"2009",
        "language":"Tamil"
      }
    
    ]
    