[
  {
      "id": 5,
      "title": "Crush 1 (2003)",
      "description": "Elizabeth Mason is a girl in a dysfunctional family who unwittingly changes into a monster named Crush whenever she bleeds. In her alternate form, Elizabeth seeks revenge against anyone who makes her daily life miserable. To make matters worse, the masked Mr. Vesper sends his minions to try to capture her. Along with her friends, Elizabeth makes an effort to figure out the mystery of her past and the identity of her true family.",
      "size": "24MB",
      "releaseDate": "2024-10-19T16:00:00+05:30", 
      "coverImage": "../images/crush 1 2003 2.jpg",
      "bannerImage":"../images/slider/mc slider 2.jpg",
      "year":"2003",
      "language":"Tamil",
      "link":"https://raw.githubusercontent.com/sabarinathg/MComicsPDF/main/Chrush%2001%20-%202003.pdf"
  },
    {
      "id": 6,
      "title": "PHANTOM ROAD",
      "description": "Dom is a long-haul truck driver attempting to stay ahead of his tragic past. When he stops one night to assist Birdie, who has been in a massive car crash, they pull an artifact from the wreckage that throws their lives into fifth gear.Suddenly, a typical midnight run has become a frantic journey through a surreal world where Dom and Birdie find themselves the quarry of strange and impossible monsters.",
      "size": "30MB",
      "releaseDate": "2024-10-19T16:10:00+05:30", 
      "coverImage": "images/phanthom road.jpg",
      "bannerImage":"../images/slider/mc slider 1.jpg",
      "year":"2023",
      "language":"Tamil",
"link":"https://raw.githubusercontent.com/Sabarinathg/MComicsPDF/main/Phantom%20Road%2001.pdf"
    },
    {
      "id": 7,
      "title": "ILAVARASIYUM ILAVARASIYUM",
      "description": "When the heroic princess Amira rescues the kind-hearted princess Sadie from her tower prison, neither expects to find a true friend in the bargain. Yet as they adventure across the kingdom, they discover that they bring out the very best in the other person. They'll need to join forces and use all the know-how, kindness, and bravery they have in order to defeat their greatest foe yet: a jealous sorceress, who wants to get rid of Sadie once and for all.",
      "size": "30MB",
      "releaseDate": "2024-10-19T16:20:00+05:30",  
      "coverImage": "images/princess princess.jpg",
      "bannerImage":"../images/slider/mc slider 4.jpg",
      "year":"2014",
      "language":"Tamil",
      "link":"https://raw.githubusercontent.com/Sabarinathg/MComicsPDF/main/Ilavarasiyum%20Ilavarasiyum%20Endrendrum.pdf"
    },
    {
      "id": 8,
      "title": "TENEMENT 01",
      "description": "opens with a peek into the lives of the seven people in this story. Justin deals drugs to take care of his mom. Tanya plays the guitar and has hit a block. With a sick wife and unpaid bills to take care of, Bob tries to put his money into races. Gary is fed up with the buzzing sound coming from Felix's apartment next door. Oblivious to the festering darkness, they go through their lives. But Isaac, an observant kid who lives with his mother, Amanda, can sense the eyes on him, preparing to swallow the people in the building whole.",
      "size": "24MB",
      "releaseDate": "2024-10-19T16:30:00+05:30", 
      "coverImage": "images/tenement 1.jpg",
      "bannerImage":"../images/slider/mc slider 3.jpg",
      "year":"2023",
      "language":"Tamil",
      "link":"https://raw.githubusercontent.com/Sabarinathg/MComicsPDF/main/Tenement%2001%20-%20Tamil.pdf"
    }
  ]
  